Repository: SebaKrk/MyNBPapp
Catalog: MyNBPapp/Localizable.xcstrings
Source language: en
Languages: pl

source: Account
pl: Konto

source: An unknown error occurred. Please try again.
pl: Wystąpił nieznany błąd. Spróbuj ponownie.

source: Cancel
pl: Anuluj

source: Done
pl: Gotowe

source: Error search
pl: Błąd wyszukiwania

source: Favorites
pl: Ulubione

source: Main
pl: Główny

source: National Bank of Poland
pl: Narodowy Bank Polski

source: NBP Charts
pl: NBP Kursy Walut

source: No results were found for your query.
pl: Nie znaleziono wyników dla Twojego zapytania.

source: Pick something form ths tabbar list.
pl: Wybierz coś z tej listy zakładek.

source: Rates
pl: Kursy

source: select a tab
pl: Wybierz zakładkę

source: Settings
pl: Ustawienia

source: The request failed due to: %@.
pl: Żądanie nie powiodło się z powodu: %@

source: The search query is empty. Please provide a query.
pl: Zapytanie wyszukiwania jest puste. Wpisz tekst.
